a = 5
b = 3
print(a > b)  # True, ამ შემთხვევაშ პასუხი ეს იმიტომაა რომ  a>b ესეიგი ჩატარებული ოპერაცია მართალია

a = 3
b = 6
print(a >= b)  # False, ამ შემთხვევაშ პასუხი ეს იმიტომაა რომ print-ში მყოფი არც მეტია და არც ტოლი  
#ესეიგი ჩატარებული ოპერაცია ტყუილია  

a = 5
b = 5
print(a == b)  # True, ამ შემთხვევაშ პასუხი ეს იმიტომაა რომ  ეს ცვლადები ტოლია 
#ესეიგი ჩატარებული ოპერაცია მართალია 

a = 7
b = 4
print(a <= b)  # False, ამ შემთხვევაშ პასუხი ეს იმიტომაა რომ  a არც ნაკლებია b და არც ტოლი 
#ესეიგი ჩატარებული ოპერაცია მართალია 

a = -1
b = 0
print(a < b)  # True ეს იმიტომაა დადებითი პასუხი რომ -1-ზე მეტია 0 და -1 უარყოფითი რიცხვია 